Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Primed
de: Bereit
es: Preparado
fr: Préparé
it: Pronto
pl: Zagruntowany
pt_pt: Preparado
ru: Готов
th: ลงสีพื้นแล้ว
zh_hans: 已就绪
zh_hant: 就緒

source: Priorities changed
de: Prioritäten haben sich geändert
es: Cambiaron las prioridades
fr: Les priorités ont changé
it: Le priorità sono cambiate
pl: Priorytety się zmieniły
pt_pt: Prioridades alteradas
ru: Приоритеты изменены
th: ลำดับความสำคัญเปลี่ยนไป
zh_hans: 优先事项发生变化
zh_hant: 優先事項發生變化

source: Privacy & data
de: Datenschutz & Daten
es: Privacidad y datos
fr: Confidentialité et données
it: Privacy e dati
pl: Prywatność i dane
pt_pt: Privacidade e dados
ru: Конфиденциальность и данные
th: ความเป็นส่วนตัวและข้อมูล
zh_hans: 隐私和数据
zh_hant: 隱私和數據

source: Privacy level
de: Datenschutzstufe
es: Nivel de privacidad
fr: Niveau de confidentialité
it: Livello di privacy
pl: Poziom prywatności
pt_pt: Nível de privacidade
ru: Уровень конфиденциальности
th: ระดับความเป็นส่วนตัว
zh_hans: 隐私级别
zh_hant: 隱私等級

source: Private, on-device tracking
de: Privates Tracking auf dem Gerät
es: Seguimiento privado en el dispositivo
fr: Suivi privé sur l’appareil
it: Monitoraggio privato sul dispositivo
pl: Prywatne śledzenie na urządzeniu
pt_pt: Monitorização privada no dispositivo
ru: Конфиденциальное отслеживание на устройстве
th: การติดตามแบบส่วนตัวบนอุปกรณ์
zh_hans: 私密的设备端追踪
zh_hant: 私密的裝置端追蹤

source: Proactive messages
de: Proaktive Nachrichten
es: Mensajes proactivos
fr: Messages proactifs
it: Messaggi proattivi
pl: Wiadomości z inicjatywy trenera
pt_pt: Mensagens proativas
ru: Проактивные сообщения
th: ข้อความเชิงรุก
zh_hans: 主动消息
zh_hant: 主動訊息

source: Probably not illness
de: Wahrscheinlich keine Krankheit
es: Probablemente no es enfermedad
fr: Probablement pas une maladie
it: Probabilmente non è malattia
pl: Chyba nie choroba
pt_pt: Provavelmente não é doença
ru: Вероятно, не болезнь
th: คงไม่เจ็บป่วยหรอก.
zh_hans: 大概率不是生病
zh_hant: 可能不是生病

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
pl: Profil
pt_pt: Perfil
ru: Профиль
th: โปรไฟล์
zh_hans: 个人资料
zh_hant: 個人資料

source: Profile and settings
de: Profil und Einstellungen
es: Perfil y ajustes
fr: Profil et réglages
it: Profilo e impostazioni
pl: Profil i ustawienia
pt_pt: Perfil e definições
ru: Профиль и настройки
th: โปรไฟล์และการตั้งค่า
zh_hans: 个人资料与设置
zh_hant: 個人資料與設定

source: Profile photo
de: Profilfoto
es: Foto de perfil
fr: Photo de profil
it: Foto del profilo
pl: Zdjęcie profilowe
pt_pt: Foto de perfil
ru: Фото профиля
th: รูปโปรไฟล์
zh_hans: 头像照片
zh_hant: 頭像照片

source: Progress
de: Fortschritt
es: Progreso
fr: Progression
it: Progresso
pl: Postęp
pt_pt: Progresso
ru: Прогресс
th: ความคืบหน้า
zh_hans: 进展
zh_hant: 進展

source: Progress toward today's goal
de: Fortschritte auf dem Weg zum heutigen Ziel
es: Progreso hacia el objetivo de hoy
fr: Progrès vers l’objectif d’aujourd’hui
it: Progressi verso l'obiettivo di oggi
pl: Postęp w kierunku dzisiejszego celu
pt_pt: Progresso em direção à meta de hoje
ru: Прогресс к сегодняшней цели
th: ความคืบหน้าสู่เป้าหมายวันนี้
zh_hans: 朝着今天的目标前进
zh_hant: 朝著今天的目標前進

source: Progress toward your goal
de: Fortschritt zu deinem Ziel
es: Progreso hacia tu objetivo
fr: Progrès vers votre objectif
it: Progredisci verso il tuo obiettivo
pl: Postęp w kierunku Twojego celu
pt_pt: Progresso em direção ao seu objetivo
ru: Продвигайтесь к своей цели
th: ก้าวหน้าไปสู่เป้าหมายของคุณ
zh_hans: 朝着你的目标前进
zh_hant: 朝著你的目標前進

source: Project home & source
de: Projekt-Zuhause & Quellcode
es: Página del proyecto y código fuente
fr: Page du projet et code source
it: Home del progetto e sorgente
pl: Strona główna projektu i źródło
pt_pt: Início e fonte do projeto
ru: Домашняя страница и исходный код проекта
th: โครงการบ้านและแหล่งที่มา
zh_hans: 项目主页与源代码
zh_hant: 專案主頁與原始碼

source: Project home and source code on GitHub
de: Projekt-Zuhause und Quellcode auf GitHub
es: Página del proyecto y código fuente en GitHub
fr: Page du projet et code source sur GitHub
it: Home del progetto e codice sorgente su GitHub
pl: Projektuj stronę główną i kod źródłowy w GitHub
pt_pt: Início do projeto e código-fonte no GitHub
ru: Домашняя страница и исходный код проекта на GitHub
th: หน้าแรกของโปรเจ็กต์และซอร์สโค้ดบน GitHub
zh_hans: GitHub 上的项目主页和源代码
zh_hant: GitHub 上的專案主頁和原始碼

source: projected · %@
de: prognostiziert · %@
es: proyectado · %@
fr: projeté · %@
it: previsto · %@
pl: przewidywany · %@
pt_pt: concebido · %@
ru: прогноз · %@
th: ฉายภาพ · %@
zh_hans: 预计 · %@
zh_hant: 預估 · %@

source: Proof that the console is current
de: Beleg, dass die Konsole aktuell ist
es: Prueba de que la consola está actualizada
fr: Preuve que la console est à jour
it: Prova che la console è aggiornata
pl: Dowód na to, że konsola jest aktualna
pt_pt: Prova de que a consola está atualizada
ru: Подтверждение того, что консоль актуальна
th: พิสูจน์ว่าคอนโซลเป็นปัจจุบัน
zh_hans: 控制台为最新的证明
zh_hant: 控制台為最新的證明

source: Protective — leans to rest, guards the long game
de: Schützend — tendiert zu Ruhe, denkt langfristig
es: Protector — se inclina al descanso, cuida el largo plazo
fr: Protecteur — penche vers le repos, préserve le long terme
it: Protettivo: si appoggia al riposo, sorveglia il gioco lungo
pl: Ochronny — skłania do odpoczynku, pilnuje dłuższej perspektywy
pt_pt: Protetor – inclina-se para descansar, protege o jogo longo
ru: Защитный — наклоняется, чтобы отдохнуть, охраняет долгую игру.
th: ระมัดระวัง — เน้นการพักและสุขภาพระยะยาว
zh_hans: 保护性——倾向于休息，守护长线比赛
zh_hant: 保護性－傾向於休息，守護長線比賽

source: Provenance
de: Herkunft
es: Procedencia
it: Provenienza
pl: Pochodzenie
pt_pt: Proveniência
ru: Источник данных
th: ที่มา
zh_hans: 出处
zh_hant: 出處

source: PROVENANCE
de: HERKUNFT
es: PROCEDENCIA
it: PROVENIENZA
pl: POCHODZENIE
pt_pt: PROVENIÊNCIA
ru: ПРОИСХОЖДЕНИЕ
th: แหล่งที่มา
zh_hans: 数据来源
zh_hant: 資料來源

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
pl: Dostawca
pt_pt: Provedor
ru: Провайдер
th: ผู้ให้บริการ
zh_hans: 服务商
zh_hant: 服務供應商

source: Provider & model
de: Anbieter & Modell
es: Proveedor y modelo
fr: Fournisseur et modèle
it: Fornitore e modello
pl: Dostawca i model
pt_pt: Provedor e modelo
ru: Поставщик и модель
th: ผู้ให้บริการและรุ่น
zh_hans: 供应商和型号
zh_hant: 供應商和型號

source: Provider, API key and which model answers.
de: Anbieter, API-Schlüssel und welches Modell antwortet.
es: Proveedor, clave de API y qué modelo responde.
fr: Fournisseur, clé API et quel modèle répond.
it: Fornitore, chiave API e quale modello risponde.
pl: Dostawca, klucz API i model, który odpowiada.
pt_pt: Provedor, chave API e qual modelo responde.
ru: Провайдер, ключ API и какая модель отвечает.
th: ผู้ให้บริการ, คีย์ API และโมเดลใดที่ตอบ
zh_hans: 提供商、API 密钥以及对应的型号。
zh_hant: 提供者、API 金鑰以及對應的型號。

source: Pulling your strap's stored history. This drains oldest-first; a deep backlog now continues automatically across passes instead of waiting between syncs.
de: Der gespeicherte Verlauf deines Straps wird abgerufen. Er wird vom Ältesten zuerst geleert; ein tiefer Rückstand läuft jetzt automatisch über mehrere Durchgänge weiter, statt zwischen Syncs zu warten.
es: Extrayendo el historial almacenado de tu pulsera. Se vacía de lo más antiguo a lo más reciente; un historial extenso ahora continúa automáticamente en varias pasadas en lugar de esperar entre sincronizaciones.
fr: Récupération de l'historique stocké sur votre bracelet. Cela se vide du plus ancien au plus récent ; un arriéré important se poursuit désormais automatiquement sur plusieurs passages au lieu d'attendre entre les synchronisations.
it: Scaricamento della cronologia salvata sulla fascia. Si svuota partendo dai dati più vecchi; un arretrato profondo ora prosegue automaticamente su più passaggi invece di attendere tra una sincronizzazione e l'altra.
pl: Wyciąganie zapisanej historii paska. To powoduje wysysanie najstarszych; głębokie zaległości są teraz kontynuowane automatycznie między przejściami, zamiast czekać między synchronizacjami.
pt_pt: Puxando o histórico armazenado da tua bracelete. Isto drena o mais antigo primeiro; um backlog profundo continua agora automaticamente entre passagens, em vez de esperar entre sincronizações.
ru: Загружаем сохранённую историю браслета. Данные забираются от самых старых; при большом объёме процесс теперь продолжается автоматически между проходами, не дожидаясь очередной синхронизации.
th: ดึงประวัติที่เก็บไว้ของสายรัดของคุณ สิ่งนี้จะระบายเก่าที่สุดก่อน ขณะนี้งานในมือที่ค้างอยู่จะดำเนินต่อไปโดยอัตโนมัติข้ามผ่าน แทนที่จะรอระหว่างการซิงค์
zh_hans: 正在拉取手环存储的历史数据。会从最旧的开始拉取；较深的积压现在会跨多轮自动继续，而不必在同步之间等待。
zh_hant: 正在拉取你手環儲存的歷史資料。這會從最舊的開始下載；大量積壓現在會跨多輪自動繼續，而不必在同步之間等待。

source: Pulls your strap's stored history immediately, without waiting for the next automatic sync.
de: Ruft den gespeicherten Verlauf deines Straps sofort ab, ohne auf die nächste automatische Synchronisierung zu warten.
es: Extrae el historial almacenado de tu pulsera de inmediato, sin esperar a la próxima sincronización automática.
fr: Récupère immédiatement l'historique stocké sur votre bracelet, sans attendre la prochaine synchronisation automatique.
it: Recupera immediatamente la cronologia memorizzata nella tua fascia, senza aspettare la prossima sincronizzazione automatica.
pl: Natychmiast pobiera zapisaną historię paska, bez czekania na następną automatyczną synchronizację.
pt_pt: Extrai imediatamente o histórico armazenado da tua bracelete, sem esperar pela próxima sincronização automática.
ru: Немедленно загружает сохранённую историю браслета, не дожидаясь следующей автоматической синхронизации.
th: ดึงประวัติที่เก็บไว้ของสายรัดของคุณทันที โดยไม่ต้องรอการซิงค์อัตโนมัติครั้งถัดไป
zh_hans: 立即拉取你手环存储的历史，无需等待下一次自动同步。
zh_hant: 立即拉取你手環儲存的歷史，無需等待下一次自動同步。

source: Put the band into pairing mode, on your wrist and awake.
de: Versetze das Band in den Kopplungsmodus, am Handgelenk und wach.
es: Pon la banda en modo de emparejamiento, en tu muñeca y activa.
fr: Mettez la bande en mode d'appairage, à votre poignet et activée.
it: Metti la band in modalità abbinamento, al polso e attiva.
pl: Przełącz opaskę w tryb parowania, załóż ją na nadgarstek i obudź się.
pt_pt: Coloque a bracelete no modo de emparelhamento, no pulso e acordada.
ru: Переведите браслет в режим сопряжения, наденьте на запястье и убедитесь, что он активен.
th: สวมสายรัดที่ข้อมือ เปิดให้อุปกรณ์พร้อมทำงาน แล้วเข้าสู่โหมดจับคู่
zh_hans: 让手环进入配对模式，戴在手腕上并保持唤醒。
zh_hant: 讓手環進入配對模式，戴在你的手腕上並保持喚醒。

source: Put the strap on first. The deep stream is on-wrist only.
de: Leg zuerst den Strap an. Der Deep-Stream läuft nur am Handgelenk.
es: Ponte la pulsera primero. La transmisión profunda solo funciona en la muñeca.
fr: Mettez d'abord le bracelet. Le flux profond fonctionne uniquement au poignet.
it: Indossa prima la fascia. Il flusso profondo funziona solo al polso.
pl: Najpierw załóż pasek. Głęboki strumień jest dostępny tylko na nadgarstku.
pt_pt: Coloque a pega primeiro. O fluxo profundo ocorre apenas no pulso.
ru: Сначала наденьте браслет. Глубокий поток данных доступен только при ношении на запястье.
th: สวมสายรัดก่อน ข้อมูลแบบละเอียดจะส่งเฉพาะขณะสวมที่ข้อมือ
zh_hans: 请先戴上手环。深度数据流仅在佩戴时可用。
zh_hant: 請先戴上手環，深度資料流僅在佩戴時可用。

source: Put your strap on
de: Leg deinen Strap an
es: Ponte la pulsera
fr: Mettez votre bracelet
it: Indossa la fascia
pl: Załóż pasek
pt_pt: Coloque a tua bracelete
ru: Наденьте браслет
th: ใส่สายรัดของคุณ
zh_hans: 戴上你的手环
zh_hant: 戴上你的手環

source: Put your WHOOP 4.0 on your wrist and make sure it's awake.
de: Leg dein WHOOP 4.0 ans Handgelenk und stelle sicher, dass es wach ist.
es: Ponte tu WHOOP 4.0 en la muñeca y asegúrate de que esté activa.
fr: Mettez votre WHOOP 4.0 à votre poignet et assurez-vous qu'il est activé.
it: Metti il tuo WHOOP 4.0 al polso e assicurati che sia attivo.
pl: Załóż WHOOP 4.0 na nadgarstek i upewnij się, że nie śpi.
pt_pt: Coloque o WHOOP 4.0 no pulso e certifique-se de que está ativado.
ru: Наденьте WHOOP 4.0 на запястье и убедитесь, что он активен.
th: สวม WHOOP 4.0 ที่ข้อมือและตรวจสอบว่าอุปกรณ์พร้อมทำงาน
zh_hans: 将 WHOOP 4.0 戴在手腕上，并确保它处于唤醒状态。
zh_hant: 將你的 WHOOP 4.0 戴在手腕上，並確保它處於喚醒狀態。

source: quarter
de: Quartal
es: trimestre
fr: trimestre
it: trimestre
pl: kwartał
ru: квартал
th: 3 เดือน
zh_hans: 季度
zh_hant: 季

source: Question
de: Frage
es: Pregunta
it: Domanda
pl: Pytanie
pt_pt: Pergunta
ru: Вопрос
th: คำถาม
zh_hans: 问题
zh_hant: 問題

source: Questions, feedback, bugs, %@
de: Fragen, Feedback, Fehler, %@
es: Preguntas, comentarios, errores, %@
fr: Questions, retours, bugs, %@
it: Domande, feedback, bug, %@
pl: Pytania, opinie, błędy, %@
pt_pt: Perguntas, comentários, erros, %@
ru: Вопросы, отзывы, ошибки, %@
th: คำถาม ข้อเสนอแนะ ข้อบกพร่อง %@
zh_hans: 问题、反馈、错误，，%@
zh_hant: 問題、回饋、錯誤，，%@

source: Questions, feedback, bugs: %@
de: Fragen, Feedback, Fehler: %@
es: Preguntas, comentarios, errores: %@
fr: Questions, retours, bugs : %@
it: Domande, feedback, bug: %@
pl: Pytania, opinie, błędy: %@
pt_pt: Perguntas, comentários, erros: %@
ru: Вопросы, отзывы, баги: %@
th: คำถาม ข้อเสนอแนะ ข้อบกพร่อง: %@
zh_hans: 问题、反馈、缺陷：%@
zh_hant: 問題、意見回饋、錯誤回報：%@

source: Quick actions
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
it: Azioni rapide
pl: Szybkie działania
pt_pt: Ações rápidas
ru: Быстрые действия
th: การดำเนินการด่วน
zh_hans: 快速操作
zh_hant: 快速操作

source: QUICK ACTIONS
de: SCHNELLAKTIONEN
es: ACCIONES RÁPIDAS
fr: ACTIONS RAPIDES
it: AZIONI RAPIDE
pl: SZYBKIE DZIAŁANIA
pt_pt: AÇÕES RÁPIDAS
ru: БЫСТРЫЕ ДЕЙСТВИЯ
th: การดำเนินการอย่างรวดเร็ว
zh_hans: 快速操作
zh_hant: 快速操作

source: Quick presets
de: Schnelle Voreinstellungen
es: Preajustes rápidos
fr: Préréglages rapides
it: Preimpostazioni rapide
pl: Szybkie ustawienia
pt_pt: Predefinições rápidas
ru: Быстрые пресеты
th: การตั้งค่าล่วงหน้าอย่างรวดเร็ว
zh_hans: 快速预设
zh_hant: 快速預設

source: Quick sweep · ~7 min
de: Schneller Durchlauf · ~7 Min.
es: Barrido rápido · ~7 min
fr: Balayage rapide · ~7 min
it: Scansione rapida · ~7 min
pl: Szybkie przemiatanie · ~7 min
pt_pt: Varrimento rápido · ~7 min
ru: Быстрая проверка · ~7 мин
th: กวาดอย่างรวดเร็ว · ~7 นาที
zh_hans: 快速扫掠 · 约 7 分钟
zh_hant: 快速掃掠 · 約 7 分鐘

source: Quiet hours
de: Ruhezeiten
es: Horas de silencio
fr: Heures silencieuses
it: Ore di silenzio
pl: Ciche godziny
pt_pt: Horas tranquilas
ru: Тихие часы
th: ชั่วโมงที่เงียบสงบ
zh_hans: 免打扰时段
zh_hant: 勿擾時段

source: Quiet hours end
de: Ende der Ruhezeit
es: Fin de las horas de silencio
fr: Fin des heures silencieuses
it: Fine ore di silenzio
pl: Spokojne godziny dobiegają końca
pt_pt: Fim do horário de silêncio
ru: Конец тихих часов
th: สิ้นสุดชั่วโมงอันเงียบสงบ
zh_hans: 勿扰时段结束
zh_hant: 勿擾時段結束

source: Quiet hours start
de: Beginn der Ruhezeit
es: Inicio de las horas de silencio
fr: Début des heures silencieuses
it: Inizio ore di silenzio
pl: Zaczynają się ciche godziny
pt_pt: Horário de silêncio começa
ru: Начало тихих часов
th: ชั่วโมงที่เงียบสงบเริ่มต้นขึ้น
zh_hans: 勿扰时段开始
zh_hant: 勿擾時段開始

source: Quiet strap coaching against today's Charge
de: Leises Strap-Coaching gegen den heutigen Charge
es: Entrenamiento silencioso con correa contra el Charge de hoy
fr: Coaching de sangle silencieux contre le Charge d'aujourd'hui
it: Allenamento silenzioso con le cinghie contro Charge di oggi
pl: Ciche prowadzenie przez opaskę względem dzisiejszego Poziomu energii
pt_pt: Treinamento silencioso contra o Charge de hoje
ru: Тихая тренировка на ремнях против сегодняшнего Charge
th: การฝึกสอนสายรัดแบบเงียบเทียบกับ พลังฟื้นตัว ในปัจจุบัน
zh_hans: 针对今天的 Charge 的安静带训练
zh_hant: 針對今天的 Charge 的安靜帶訓練

source: R-R intervals
de: R-R-Intervalle
es: Intervalos R-R
fr: Intervalles R-R
it: Intervalli R-R
pl: Odstępy R-R
pt_pt: Intervalos RR
ru: R-R интервалы
th: ช่วงเวลา R-R
zh_hans: R-R 间期
zh_hant: R-R 間期

source: Radio connected, stream not yet trusted.
de: Funk verbunden, Stream noch nicht vertrauenswürdig.
es: Radio conectada, transmisión aún no verificada.
fr: Radio connectée, flux pas encore approuvé.
it: Radio connessa, flusso non ancora affidabile.
pl: Radio podłączone, strumień nie jest jeszcze zaufany.
pt_pt: Rádio ligado, transmissão ainda não fiável.
ru: Радиомодуль подключён, поток ещё не подтверждён.
th: เชื่อมต่อวิทยุแล้ว สตรีมยังไม่น่าเชื่อถือ
zh_hans: 无线电已连接，数据流尚未确认可信。
zh_hant: 無線電已連接，資料流尚未受信任。

source: ramping down (acute:chronic %@) - room to build
de: im Rückgang (akut:chronisch %@) - Raum zum Aufbauen
es: en descenso (agudo:crónico %@) - hay margen para aumentar
fr: en baisse (aigu:chronique %@) - de la marge pour progresser
it: in calo (acuto:cronico %@) - margine per aumentare
pl: opadanie (ostre: chroniczne %@) - miejsce do zbudowania
pt_pt: desaceleração (aguda:crónica %@) - espaço para construir
ru: снижается (остр.:хрон. %@) - есть запас для роста
th: การลาดลง (เฉียบพลัน:เรื้อรัง %@) - ห้องที่จะสร้าง
zh_hans: 正在下降（急性：慢性 %@）——还有提升空间
zh_hant: 正在下降（急性：慢性 %@）——還有提升空間

source: Range
de: Bereich
es: Rango
fr: Plage
pl: Zakres
pt_pt: Intervalo
ru: Диапазон
th: พิสัย
zh_hans: 范围
zh_hant: 範圍

source: Range report
de: Zeitraum-Bericht
es: Informe de periodo
fr: Rapport de période
it: Rapporto sulla portata
pl: Raport zakresu
pt_pt: Relatório de intervalo
ru: Отчет о диапазоне
th: รายงานช่วง
zh_hans: 范围报告
zh_hant: 範圍報告

source: Ranked · your data
de: Eingestuft · deine Daten
es: Clasificado · tus datos
fr: Classé · vos données
it: In classifica · i tuoi dati
pl: Ranking · Twoje dane
pt_pt: Classificado · os teus dados
ru: Рейтинг · ваши данные
th: จัดอันดับ · ข้อมูลของคุณ
zh_hans: 已排名 · 你的数据
zh_hant: 已排名 · 你的數據

source: Ranked, lag-aware: which of your habits actually move your Charge, plus your personal alcohol/caffeine dose-response.
de: Eingestuft, mit Zeitversatz: welche deiner Gewohnheiten deine Ladung wirklich bewegen, plus deine persönliche Alkohol-/Koffein-Dosis-Wirkung.
es: Clasificado y con retardo en cuenta: qué hábitos realmente mueven tu Carga, más tu respuesta personal a la dosis de alcohol y cafeína.
fr: Classé, avec prise en compte du décalage : quelles habitudes influencent réellement votre Charge, plus votre réponse personnelle à la dose d'alcool/caféine.
it: In classifica, con attenzione al ritardo: quali delle tue abitudini influiscono davvero sulla tua carica, più la tua risposta personale alla dose di alcol/caffeina.
pl: Rankingowe i uwzględniające opóźnienia: które z Twoich nawyków faktycznie wpływają na Twój Energia, a także Twoja osobista dawka alkoholu/kofeiny w zależności od dawki.
pt_pt: Classificado, ciente do atraso: quais dos teus hábitos realmente movem a tua carga, para além da tua resposta pessoal à dose de álcool/cafeína.
ru: С учётом рейтинга и задержки: какие из ваших привычек действительно влияют на Заряд, плюс ваша личная реакция на дозу алкоголя и кофеина.
th: จัดอันดับ รับรู้ถึงความล่าช้า: นิสัยใดของคุณที่กระตุ้นพลังฟื้นตัวของคุณ บวกกับการตอบสนองต่อปริมาณแอลกอฮอล์/คาเฟอีนส่วนบุคคลของคุณ
zh_hans: 已排名、考虑滞后：你的哪些习惯真正影响你的能量，外加你个人对酒精/咖啡因的剂量反应。
zh_hant: 已排名、考慮滯後：你的哪些習慣真正影響你的能量，外加你個人對酒精/咖啡因的劑量反應。

source: Raw · per second
de: Roh · pro Sekunde
es: Sin procesar · por segundo
fr: Brut · par seconde
it: Grezzo · al secondo
pl: Surowe · na sekundę
pt_pt: Bruto · por segundo
ru: Необработанные · раз в секунду
th: ดิบ · ต่อวินาที
zh_hans: 原始 · 每秒
zh_hant: 原始 · 每秒

source: Raw counts only — needs an import
de: Nur Rohwerte — Import erforderlich
es: Solo valores brutos — requiere importación
fr: Valeurs brutes uniquement — importation requise
it: Solo valori grezzi — richiede un'importazione
pl: Liczy się tylko surowy — wymaga importu
pt_pt: Apenas valores brutos — requer importação
ru: Только сырые значения — нужен импорт
th: นับเฉพาะข้อมูลดิบเท่านั้น — จำเป็นต้องนำเข้า
zh_hans: 仅原始计数 — 需导入
zh_hant: 僅原始計數 — 需匯入

source: raw on-device stages
de: Rohe On-Device-Stufen
es: etapas sin procesar en el dispositivo
fr: étapes brutes sur l'appareil
it: fasi grezze sul dispositivo
pl: surowe fazy z urządzenia
pt_pt: estágios brutos no dispositivo
ru: необработанные этапы на устройстве
th: ระยะการนอนดิบที่คำนวณบนอุปกรณ์
zh_hans: 原始设备上的阶段
zh_hant: 原始設備上的階段

source: Raw on-device stages
de: Rohe On-Device-Stufen
es: Etapas sin procesar en el dispositivo
fr: Étapes brutes sur l'appareil
it: Fasi grezze sul dispositivo
pl: Surowe fazy z urządzenia
pt_pt: Estágios brutos no dispositivo
ru: Необработанные этапы на устройстве
th: ระยะการนอนดิบที่คำนวณบนอุปกรณ์
zh_hans: 原始设备上的阶段
zh_hant: 原始設備上的階段

source: Raw on-device stages. This split is the ring's raw on-device classification read over Bluetooth, not the adjusted stages the Oura app shows. Expect more awake and less deep or REM here than in the Oura app for the same night.
de: Rohe Phasen vom Gerät. Diese Aufteilung ist die rohe, auf dem Gerät erstellte Klassifizierung des Rings, ausgelesen über Bluetooth – nicht die angepassten Phasen, die die Oura-App anzeigt. Erwarte hier mehr Wachzeit und weniger Tiefschlaf oder REM als in der Oura-App für dieselbe Nacht.
es: Fases sin procesar del dispositivo. Este desglose es la clasificación sin procesar del anillo, hecha en el dispositivo y leída por Bluetooth, no las fases ajustadas que muestra la app de Oura. Aquí verás más tiempo despierto y menos sueño profundo o REM que en la app de Oura para la misma noche.
fr: Stades bruts sur l'appareil. Cette répartition est la classification brute de l'anneau, effectuée sur l'appareil et lue via Bluetooth, et non les stades ajustés qu'affiche l'app Oura. Attendez-vous ici à plus d'éveil et moins de sommeil profond ou paradoxal que dans l'app Oura pour la même nuit.
it: Fasi grezze sul dispositivo. Questa suddivisione è la classificazione grezza dell'anello, eseguita sul dispositivo e letta via Bluetooth, non le fasi corrette mostrate dall'app Oura. Aspettati qui più veglia e meno sonno profondo o REM che nell'app Oura per la stessa notte.
pl: Surowe etapy na urządzeniu. Ten podział to surowa klasyfikacja pierścienia na urządzeniu odczytana z Bluetooth, a nie skorygowane etapy wyświetlane w aplikacji Oura. Spodziewaj się tutaj więcej przebudzenia i mniej głębokiej fazy REM niż w aplikacji Oura tej samej nocy.
pt_pt: Fases em bruto no dispositivo. Esta divisão é a classificação em bruto do anel, feita no dispositivo e lida por Bluetooth, não as fases ajustadas que a app da Oura mostra. Espera aqui mais tempo acordado e menos sono profundo ou REM do que na app da Oura para a mesma noite.
ru: Необработанные стадии с устройства. Эта разбивка — необработанная классификация кольца, выполненная на устройстве и считанная по Bluetooth, а не скорректированные стадии, которые показывает приложение Oura. Здесь ожидайте больше бодрствования и меньше глубокого или быстрого сна, чем в приложении Oura за ту же ночь.
th: ระยะการนอนดิบจากอุปกรณ์ สัดส่วนนี้เป็นการจำแนกภายในแหวนที่อ่านผ่าน Bluetooth ไม่ใช่ระยะที่แอป Oura ปรับแล้ว สำหรับคืนเดียวกัน ที่นี่อาจแสดงช่วงตื่นมากกว่า และช่วงหลับลึกหรือ REM น้อยกว่าแอป Oura
zh_hans: 设备端原始分期. 此分期是戒指在设备端读取（通过蓝牙）的原始分类，而非 Oura 应用显示的调整后阶段。相比 Oura 应用，同一晚这里的清醒会更多、深睡或 REM 会更少。
zh_hant: 裝置端原始分期. 此分期是戒指在裝置端讀取（透過藍牙）的原始分類，而非 Oura 應用程式顯示的調整後階段。相比 Oura 應用程式，同一晚這裡的清醒會更多、深睡或 REM 會更少。

source: Raw SpO₂
de: Roh SpO₂
es: Sin procesar SpO₂
fr: Brut SpO₂
it: Grezzo SpO₂
pl: Surowe SpO₂
pt_pt: Bruto SpO₂
ru: Необработанный SpO₂
th: ข้อมูล SpO₂ ดิบ
zh_hans: 原始SpO₂
zh_hant: 原始SpO₂
